Repository: mohsinalimat/argonaut
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

# PermissionPresenter.notDetermined
source: ### Allow access to your location? In order to provide you with navigation help and maps we need to know where you are.
es: ### ¿Dar acceso a tu ubicación? Para poderte dar navegacion y mapas necesitamos saber donde estas.

# PermissionPresenter.denied
source: ### Location access denied Argonaut is unable to access your location and can't provide you with navigation or maps.
es: ### El acceso a tu ubicación fue negado Argonaut no puede acceder a tu ubicación y no es posible darte navegacion o mapas.

# PermissionView.requestButton
source: Allow Location
es: Dar Ubicación

# HomeView.title
source: Maps
es: Mapas

# HomeView.button
source: Make a Map
es: Crear Mapa

# HomeDeleteView.delete
source: Delete
es: Borrar

# HomeDeleteView.cancel
source: Cancel
es: Cancelar

# TravelView.delete
source: Delete
es: Borrar

# MakePresenter.errorTimeout
source: ## Map time out Do you want to try again?
es: ## No hay respuesta del servidor ¿Quieres intentar de nuevo?

# MakePresenter.errorUnknown
source: ## Map error Please try again
es: ## Error creando mapa Por favor intenta de nuevo

# MakeView.label
source: ## Mapping Please wait Could take a while
es: ## Creando Mapa Espera por favor Puede tardar un rato

# MakeView.cancel
source: Cancel
es: Cancelar

# MakeView.retry
source: Try again
es: Reintentar

# SettingsView.title
source: Settings
es: Opciones

# SettingsView.contact
source: Contact
es: Contacto

# SettingsView.share
source: Share
es: Compartir

# SettingsView.review
source: Review
es: Calificar

# SettingsView.sendEmailSubject
source: Contact
es: Contacto

# SettingsView.sendEmailBody
source: Dear Argonaut,
es: Querido Argonaut,

# SettingsView.sendEmailFailed
source: You haven't configured an email account on your device
es: No has configurado una cuenta de email en tu dispositivo

# SettingsView.sendEmailContinue
source: Continue
es: Continuar
